Repository: microsoft/terminal
Catalog: src/cascadia/TerminalSettingsEditor/Resources/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, ru_ru, sr_cyrl_rs, zh_cn, zh_tw

# Nav_Rendering.Content
source: Rendering
es_es: Procesado
fr_fr: Rendu
ja_jp: レンダリング
ko_kr: 렌더링
ru_ru: Отрисовка
sr_cyrl_rs: Исцртавање
zh_cn: 呈现
zh_tw: 呈現

# Nav_Actions.Content
source: Actions
de_de: Aktionen
es_es: Acciones
it_it: Azioni
ja_jp: 操作
ko_kr: 작업
ru_ru: Действия
sr_cyrl_rs: Акције
zh_cn: 操作
zh_tw: 動作

source: Background opacity
de_de: Hintergrunddeckkraft
es_es: Opacidad del fondo
fr_fr: Opacité de l’arrière-plan
it_it: Opacità sfondo
ja_jp: 背景の不透明度
ko_kr: 배경 불투명도
ru_ru: Прозрачность фона
sr_cyrl_rs: Непрозирност позадине
zh_cn: 背景不透明度
zh_tw: 背景不透明度

# Profile_Opacity.Header
source: Background opacity
de_de: Hintergrunddeckkraft
es_es: Opacidad del fondo
fr_fr: Opacité de l’arrière-plan
it_it: Opacità sfondo
ja_jp: 背景の不透明度
ko_kr: 배경 불투명도
ru_ru: Прозрачность фона
sr_cyrl_rs: Непрозирност позадине
zh_cn: 背景不透明度
zh_tw: 背景不透明度

# Profile_Opacity.HelpText
source: Sets the opacity of the window.
de_de: Legt die Deckkraft des Fensters fest.
es_es: Establece la opacidad de la ventana.
fr_fr: Définit l’opacité de la fenêtre.
it_it: Imposta l'opacità della finestra.
ja_jp: ウィンドウの不透明度を設定します。
ko_kr: 창의 불투명도를 설정합니다.
ru_ru: Задает прозрачность окна.
sr_cyrl_rs: Поставља непрозирност прозора.
zh_cn: 设置窗口的不透明度。
zh_tw: 設定視窗的不透明度。

# Profile_Advanced.Header
source: Advanced
de_de: Erweitert
es_es: Avanzado
fr_fr: Avancé
it_it: Avanzate
ja_jp: 詳細設定
ko_kr: 고급
ru_ru: Расширенная
sr_cyrl_rs: Напредно
zh_cn: 高级
zh_tw: 進階

# Profile_Terminal.Header
source: Terminal Emulation
es_es: Emulación de terminal
fr_fr: Émulation de terminal
it_it: Emulazione terminale
ja_jp: ターミナル エミュレーション
ko_kr: 터미널 에뮬레이션
ru_ru: Эмуляция терминала
sr_cyrl_rs: Емулација терминала
zh_cn: 终端仿真
zh_tw: 終端機模擬

# Profile_AltGrAliasing.Header
source: AltGr aliasing
es_es: Alias AltGr
fr_fr: Alias AltGr
it_it: Aliasing AltGr
ja_jp: AltGr エイリアス
ko_kr: AltGr 별칭
ru_ru: Псевдоним AltGr
sr_cyrl_rs: AltGr алијас
zh_cn: AltGr 别名
zh_tw: AltGr 別名

# Profile_AltGrAliasing.HelpText
source: By default, Windows treats Ctrl+Alt as an alias for AltGr. This setting will override Windows' default behavior.
de_de: Standardmäßig behandelt Windows STRG+ALT als Alias für AltGr. Diese Einstellung überschreibt das Standardverhalten von Windows.
es_es: De forma predeterminada, Windows trata Ctrl+Alt como alias de AltGr. Esta configuración invalidará el comportamiento predeterminado de Windows.
fr_fr: Par défaut, Windows traite Ctrl+Alt comme un alias pour AltGr. Ce paramètre remplace le comportement par défaut de Windows.
it_it: Per impostazione predefinita, Windows considera CTRL+ALT come un alias per AltGr. Questa impostazione sostituirà il comportamento predefinito di Windows.
ja_jp: 既定では、WindowsはCtrl+Altを AltGr のエイリアスとして扱います。この設定は、Windowsの既定の動作をオーバーライドします。
ko_kr: 기본적으로 Windows Ctrl+Alt AltGr의 별칭으로 간주합니다. 이 설정은 Windows 기본 동작을 재정의합니다.
ru_ru: По умолчанию Windows рассматривать CTRL+ALT как псевдоним для AltGr. Этот параметр переопределит Windows по умолчанию.
sr_cyrl_rs: Windows подразумевано третира Ctrl+Alt као алијас за AltGr. Ово подешавање ће да преиначи подразумевано Windows понашање.
zh_cn: 默认情况下，Windows将Ctrl+Alt视为 AltGr 的别名。此设置将替代Windows的默认行为。
zh_tw: 根據預設，Windows會將Ctrl+Alt視為 AltGr 的別名。此設定將會覆寫Windows的預設行為。

source: Text antialiasing
es_es: Suavizado de contorno de texto
fr_fr: Anticrénelage de texte
it_it: Testo anti-aliasing
ja_jp: テキストのアンチエイリアシング
ko_kr: 텍스트 앤티앨리어싱
ru_ru: Сглаживание текста
sr_cyrl_rs: Умекшавање текста
zh_cn: 文本抗锯齿
zh_tw: 文字消除鋸齒

# Profile_AntialiasingMode.Header
source: Text antialiasing
de_de: Text-Aliasing
es_es: Suavizado de contorno de texto
fr_fr: Anticrénelage de texte
it_it: Testo anti-aliasing
ja_jp: テキストのアンチエイリアシング
ko_kr: 텍스트 앤티앨리어싱
ru_ru: Сглаживание текста
sr_cyrl_rs: Умекшавање текста
zh_cn: 文本抗锯齿
zh_tw: 文字消除鋸齒

# Profile_AntialiasingMode.HelpText
source: Controls how text is antialiased in the renderer.
de_de: Steuert, wie Antialiasing für Text im Renderer funktioniert.
es_es: Controla la forma en que el texto se alisa en el representador.
fr_fr: Contrôle le mode d’anticrénelage du rendu.
it_it: Controlla l'alias del testo nel renderer.
ja_jp: レンダラーでテキストをアンチエイリアスする方法を制御します。
ko_kr: 렌더러에서 텍스트 안티앨리어싱 방법을 제어합니다.
ru_ru: Управляет тем, как текст сглаживается в обработчике.
sr_cyrl_rs: Контролише начин на који исцртавач умекшава назубљеност ивица текста.
zh_cn: 控制文本在渲染器中消除锯齿的方式。
zh_tw: 控制轉譯器中文字的鋸齒消除方式。

# Profile_AntialiasingModeAliased.Content
source: Aliased
de_de: Aliasing
es_es: Con alias
fr_fr: Désactivé
it_it: Con aliasing effettuato
ja_jp: エイリアス
ko_kr: 앨리어싱
ru_ru: С псевдонимом
sr_cyrl_rs: Назубљено
zh_cn: 无
zh_tw: 別名

# Profile_AntialiasingModeGrayscale.Content
source: Grayscale
de_de: Graustufe
es_es: Escala de grises
it_it: Scala di grigi
ja_jp: グレースケール
ko_kr: 회색조
ru_ru: Оттенки серого
zh_cn: 灰度
zh_tw: 灰階

# Profile_Appearance.Header
source: Appearance
de_de: Darstellung
es_es: Apariencia
fr_fr: Apparence
it_it: Aspetto
ja_jp: 外観
ko_kr: 모양
ru_ru: Оформление
sr_cyrl_rs: Изглед
zh_cn: 外观
zh_tw: 外觀

source: Background image path
de_de: Pfad des Hintergrundbilds
es_es: Ruta de la imagen de fondo
fr_fr: Chemin d'accès de l’image d’arrière-plan
it_it: Percorso dell'immagine di sfondo
ja_jp: 背景画像のパス
ko_kr: 배경 이미지 경로
ru_ru: Путь к фоновому изображению
sr_cyrl_rs: Путања до слике позадине
zh_cn: 背景图像路径
zh_tw: 背景影像路徑

# Profile_BackgroundImage.Header
source: Background image path
de_de: Hintergrundbild-Pfad
es_es: Ruta de la imagen de fondo
fr_fr: Emplacement de l’image d’arrière-plan
it_it: Percorso dell'immagine di sfondo
ja_jp: 背景画像のパス
ko_kr: 배경 이미지 경로
ru_ru: Путь к фоновому изображению
sr_cyrl_rs: Путања до слике позадине
zh_cn: 背景图像路径
zh_tw: 背景影像路徑

# Profile_BackgroundImage.HelpText
source: File location of the image used in the background of the window.
de_de: Dateispeicherort des Bilds, das im Hintergrund des Fensters verwendet wird.
es_es: Ubicación de archivo de la imagen usada en el fondo de la ventana.
fr_fr: Emplacement du fichier de l’image utilisée en arrière-plan.
it_it: Percorso del file dell'immagine utilizzata in background della finestra.
ja_jp: ウィンドウの背景として使用されるイメージのファイルの場所を指定します。
ko_kr: 창 배경에 사용되는 이미지의 파일 위치입니다.
ru_ru: Расположение файла изображения, используемое в фоновом режиме окна.
sr_cyrl_rs: Локација фајла слике која се користи као позадина прозора.
zh_cn: 窗口背景中所用图像的文件位置。
zh_tw: 視窗背景中所使用之圖像的檔案位置。

source: Background image alignment
de_de: Ausrichtung des Hintergrundbilds
es_es: Alineación de la imagen de fondo
fr_fr: Alignement de l’image d’arrière-plan
it_it: Allineamento immagine di sfondo
ja_jp: 背景画像の配置
ko_kr: 배경 이미지 맞춤
ru_ru: Выравнивание фонового изображения
sr_cyrl_rs: Поравнање слике позадине
zh_cn: 背景图像对齐
zh_tw: 背景影像對齊

# Profile_BackgroundImageAlignment.Header
source: Background image alignment
de_de: Ausrichtung des Hintergrundbilds
es_es: Alineación de la imagen de fondo
fr_fr: Alignement de l’image d’arrière-plan
it_it: Allineamento immagine di sfondo
ja_jp: 背景画像の配置
ko_kr: 배경 이미지 맞춤
ru_ru: Выравнивание фонового изображения
sr_cyrl_rs: Поравнање слике позадине
zh_cn: 背景图像对齐
zh_tw: 背景影像對齊

# Profile_BackgroundImageAlignment.HelpText
source: Sets how the background image aligns to the boundaries of the window.
de_de: Legt fest, wie das Hintergrundbild an den Fensterrändern ausgerichtet wird.
es_es: Establece cómo se alinea la imagen de fondo con los límites de la ventana.
fr_fr: Définit l’ajustement de l’image de fond à la fenêtre.
it_it: Imposta l'immagine di sfondo in cui allinea i bordi della finestra.
ja_jp: 背景画像をウィンドウの境界に合わせる方法を設定します。
ko_kr: 배경 이미지가 창 경계에 맞춰지는 방식을 설정합니다.
ru_ru: Выбор способа выравнивания фонового изображения по границам окна.
sr_cyrl_rs: Подешава како се слика позадине поравнава са границама прозора.
zh_cn: 设置背景图像与窗口边界的对齐方式。
zh_tw: 設定背景影像與視窗邊界對齊的程度。

source: Bottom
de_de: Unten
es_es: Abajo
fr_fr: En bas
it_it: In basso
ja_jp: 下
ko_kr: 맨 아래
ru_ru: Снизу
sr_cyrl_rs: Дно
zh_cn: 底部
zh_tw: 底部

source: Bottom left
de_de: Unten links
es_es: Inferior izquierda
fr_fr: En bas à gauche
it_it: In basso a sinistra
ja_jp: 左下
ko_kr: 왼쪽 아래
ru_ru: Снизу слева
sr_cyrl_rs: Доле лево
zh_cn: 左下角
zh_tw: 左下

source: Bottom right
de_de: Unten rechts
es_es: Inferior derecha
fr_fr: En bas à droite
it_it: In basso a destra
ja_jp: 右下
ko_kr: 오른쪽 아래
ru_ru: Снизу справа
sr_cyrl_rs: Доле десно
zh_cn: 右下角
zh_tw: 右下

source: Center
de_de: Zentrieren
es_es: Centro
fr_fr: Centrer
it_it: Al centro
ja_jp: 中央
ko_kr: 가운데
ru_ru: По центру
sr_cyrl_rs: Центар
zh_cn: 居中
zh_tw: 置中

source: Left
de_de: Links
es_es: Izquierda
fr_fr: Gauche
it_it: Sinistra
ja_jp: 左
ko_kr: 왼쪽
ru_ru: Слева
sr_cyrl_rs: Лево
zh_cn: 左侧
zh_tw: 左

source: Right
de_de: Rechts
es_es: Derecha
fr_fr: Droite
it_it: Destra
ja_jp: 右
ko_kr: 오른쪽
ru_ru: Справа
sr_cyrl_rs: Десно
zh_cn: 右侧
zh_tw: 右

source: Top
de_de: Oben
es_es: Arriba
fr_fr: En haut
it_it: In alto
ja_jp: 上
ko_kr: 맨 위
ru_ru: Сверху
sr_cyrl_rs: Врх
zh_cn: 顶部
zh_tw: 頂端

source: Top left
de_de: Oben links
es_es: Superior izquierda
fr_fr: En haut à gauche
it_it: In alto a sinistra
ja_jp: 左上
ko_kr: 왼쪽 상단
ru_ru: Сверху слева
sr_cyrl_rs: Горе лево
zh_cn: 左上角
zh_tw: 左上

source: Top right
de_de: Oben rechts
es_es: Superior derecha
fr_fr: En haut à droite
it_it: In alto a destra
ja_jp: 右上
ko_kr: 오른쪽 위
ru_ru: Сверху справа
sr_cyrl_rs: Горе десно
zh_cn: 右上角
zh_tw: 右上

# Profile_BackgroundImageBrowse.Content
source: Browse...
de_de: Durchsuchen…
es_es: Examinar...
fr_fr: Parcourir...
it_it: Sfoglia...
ja_jp: 参照...
ko_kr: 찾아보기...
ru_ru: Открыть...
sr_cyrl_rs: Прегледај...
zh_cn: 浏览……
zh_tw: 瀏覽...

source: Add new font axis
de_de: Neue Schriftachse hinzufügen
es_es: Agregar nuevo eje de fuente
fr_fr: Ajouter un nouvel axe de police
it_it: Aggiungi nuovo asse dei tipi di carattere
ja_jp: 新しいフォント軸の追加
ko_kr: 새 글꼴 추가 축
ru_ru: Добавить новую ось шрифта
sr_cyrl_rs: Додај нову осу фонта
zh_cn: 添加新字体轴
zh_tw: 新增字型座標軸

# Profile_AddNewFontAxis.Text
source: Add new
de_de: Neu hinzufügen
es_es: Agregar nuevo
fr_fr: Ajouter nouveau
it_it: Aggiungi nuovo
ja_jp: 新規追加
ko_kr: 새로 추가
ru_ru: Добавить
sr_cyrl_rs: Додај нову
zh_cn: 新增
zh_tw: 新增

source: Add new font feature
de_de: Neues Schriftmerkmal hinzufügen
es_es: Agregar nueva característica de fuente
fr_fr: Ajouter une nouvelle fonctionnalité de police
it_it: Aggiungi nuova funzionalità dei tipi di carattere
ja_jp: 新しいフォント機能の追加
ko_kr: 새 글꼴 추가 기능
ru_ru: Добавить новую функцию шрифта
sr_cyrl_rs: Додај нову могућност фонта
zh_cn: 添加新字体功能
zh_tw: 新增字型功能

# Profile_AddNewFontFeature.Text
source: Add new
de_de: Neu hinzufügen
es_es: Agregar nuevo
fr_fr: Ajouter nouveau
it_it: Aggiungi nuovo
ja_jp: 新規追加
ko_kr: 새로 추가
ru_ru: Добавить
sr_cyrl_rs: Додај нову
zh_cn: 新增
zh_tw: 新增

source: Background image opacity
de_de: Hintergrundbilddeckkraft
es_es: Opacidad de la imagen de fondo
fr_fr: Opacité de l’image d’arrière-plan
it_it: Opacità immagine di sfondo
ja_jp: 背景画像の不透明度
ko_kr: 배경 이미지 불투명도
ru_ru: Прозрачность фонового изображения
sr_cyrl_rs: Непрозирност слике позадине
zh_cn: 背景图像不透明度
zh_tw: 背景影像不透明度

# Profile_BackgroundImageOpacity.Header
source: Background image opacity
de_de: Hintergrundbild-Deckkraft
es_es: Opacidad de la imagen de fondo
fr_fr: Opacité de l’image de fond
it_it: Opacità immagine di sfondo
ja_jp: 背景画像の不透明度
ko_kr: 배경 이미지 불투명도
ru_ru: Непрозрачность фонового изображения
sr_cyrl_rs: Непрозирност слике позадине
zh_cn: 背景图像不透明度
zh_tw: 背景影像不透明度

# Profile_BackgroundImageOpacity.HelpText
source: Sets the opacity of the background image.
de_de: Legt die Deckkraft des Hintergrundbilds fest.
es_es: Establece la opacidad de la imagen de diseño de escritorio.
fr_fr: Définit l’opacité de l’image d’arrière-plan.
it_it: Imposta l'opacità dell'immagine dello sfondo.
ja_jp: 背景画像の不透明度を設定します。
ko_kr: 배경 이미지의 불투명도를 설정합니다.
ru_ru: Задает прозрачность фонового изображения.
sr_cyrl_rs: Поставља непрозирност слике позадине.
zh_cn: 设置背景图像的不透明度。
zh_tw: 設定背景影像的不透明度。

source: Background image stretch mode
de_de: Streckmodus für Hintergrundbild
es_es: Modo de expansión de imagen de fondo
fr_fr: Mode d’étirement de l’image d’arrière-plan
it_it: Modalità estesa immagine di sfondo
ja_jp: 背景画像の伸縮モード
ko_kr: 배경 이미지 늘이기 모드
ru_ru: Режим растяжения фонового изображения
sr_cyrl_rs: Режим истезања слике позадине
zh_cn: 背景图像拉伸模式
zh_tw: 背景影像延伸模式

# Profile_BackgroundImageStretchMode.Header
source: Background image stretch mode
de_de: Streckmodus für Hintergrundbild
es_es: Modo de expansión de imagen de fondo
fr_fr: Mode d’étirement de l’image d’arrière-plan
it_it: Modalità estesa immagine di sfondo
ja_jp: 背景画像の伸縮モード
ko_kr: 배경 이미지 늘이기 모드
ru_ru: Режим растяжения фонового изображения
sr_cyrl_rs: Режим истезања слике позадине
zh_cn: 背景图像拉伸模式
zh_tw: 背景影像延伸模式

# Profile_BackgroundImageStretchMode.HelpText
source: Sets how the background image is resized to fill the window.
de_de: Legt fest, wie das Hintergrundbild angepasst wird, um das Fenster auszufüllen.
es_es: Establece cómo se ajusta el tamaño de la imagen de fondo para que rellene la ventana.
fr_fr: Définit la façon dont l’image d’arrière-plan est redimensionnée pour remplir la fenêtre.
it_it: Imposta il modo in cui l'immagine di sfondo viene ridimensionata per riempire la finestra.
ja_jp: 背景画像のサイズをウィンドウに合わせて変更する方法を設定します。
ko_kr: 창을 채우도록 배경 이미지 크기가 조정되는 방법을 설정합니다.
ru_ru: Выбор размера фонового изображения для заполнения окна.
sr_cyrl_rs: Подешава како се мења величина слике позадине тако да испуни прозор.
zh_cn: 设置如何调整背景图像的大小以填充窗口。
zh_tw: 設定背景圖像調整大小以填滿視窗。

# Profile_BackgroundImageStretchModeFill.Content
source: Fill
de_de: Füllen
es_es: Relleno
fr_fr: Remplissage
it_it: Riempi
ja_jp: 塗りつぶし
ko_kr: 채우기
ru_ru: Заливка
sr_cyrl_rs: Испуни
zh_cn: 填充
zh_tw: 填滿

# Profile_BackgroundImageStretchModeNone.Content
source: None
de_de: Keine
es_es: Ninguno
fr_fr: Pas d’étirement
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
ru_ru: Нет
sr_cyrl_rs: Ништа
zh_cn: 无
zh_tw: 無

# Profile_BackgroundImageStretchModeUniform.Content
source: Uniform
de_de: Gleichmäßig
es_es: Uniforme
fr_fr: Uniforme
it_it: Uniforme
ja_jp: 均一
ko_kr: 윤곽선
ru_ru: Униформа
sr_cyrl_rs: Уједначено
zh_cn: 均匀
zh_tw: 統一

# Profile_BackgroundImageStretchModeUniformToFill.Content
source: Uniform to fill
de_de: Gleichmäßige Füllung
es_es: Uniforme para rellenar
fr_fr: Remplissage uniforme
it_it: Uniforma per il riempimento
ja_jp: 均一に塗りつぶし
ko_kr: 균일하게 채우기
ru_ru: Однородная заливка
sr_cyrl_rs: Уједначено да се испуни
zh_cn: 均匀填充
zh_tw: 統一填滿

# Profile_CloseOnExit.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Profile termination behavior
de_de: Verhalten bei Profilbeendigung
es_es: Comportamiento de terminación de perfil
fr_fr: Comportement de fin de profil
it_it: Comportamento di terminazione del profilo
ja_jp: プロファイルの終了動作
ko_kr: 프로필 종료 동작
ru_ru: Поведение завершения профиля
sr_cyrl_rs: Профил понашање при прекиду
zh_cn: 个人资料关闭行为
zh_tw: 設定檔終止行為

# Profile_CloseOnExit.Header
source: Profile termination behavior
de_de: Verhalten bei Profilbeendigung
es_es: Comportamiento de terminación de perfil
fr_fr: Comportement de fin de profil
it_it: Comportamento di terminazione del profilo
ja_jp: プロファイルの終了動作
ko_kr: 프로필 종료 동작
ru_ru: Действие закрытия профиля
sr_cyrl_rs: Профил понашања при прекиду
zh_cn: 关闭行为
zh_tw: 設定檔終止行為

# Profile_CloseOnExitAlways.Content
source: Close when process exits, fails, or crashes
de_de: Schließen, wenn der Prozess beendet wird, fehlschlägt oder abstürzt
es_es: Cerrar cuando se sale del proceso, se produce un error o se bloquea
fr_fr: Fermer lorsque le processus se termine, échoue ou se bloque
it_it: Chiudi quando il processo viene chiuso, non funziona o si arresta in modo anomalo
ja_jp: プロセスの終了、失敗、クラッシュ時に閉じる
ko_kr: 프로세스가 종료, 실패 또는 충돌 시 닫기
ru_ru: Закрывать при завершении, отказе или сбое процесса
sr_cyrl_rs: Затвори када се процес заврши успешно, неуспешно или се сруши
zh_cn: 进程退出、失败或崩溃时关闭
zh_tw: 處理序結束、失敗或當機時才關閉

# Profile_CloseOnExitGraceful.Content
source: Close only when process exits successfully
de_de: Nur schließen, wenn der Prozess erfolgreich beendet wird
es_es: Cerrar solo cuando el proceso salga correctamente
fr_fr: Fermer uniquement lorsque le processus se termine avec succès
it_it: Chiudere solo quando il processo viene chiuso correttamente
ja_jp: プロセスが正常に終了した場合にのみ閉じる
ko_kr: 프로세스가 성공적으로 종료된 경우에만 닫기
ru_ru: Закрывать только при успешном завершении процесса
sr_cyrl_rs: Затвори само када се процес заврши успешно
zh_cn: 仅在进程成功退出时关闭
zh_tw: 只有在處理序成功結束時才關閉

# Profile_CloseOnExitNever.Content
source: Never close automatically
de_de: Nie automatisch schließen
es_es: No cerrar nunca automáticamente
fr_fr: Ne jamais fermer automatiquement
it_it: Non chiudere mai automaticamente
ja_jp: 自動的に閉じない
ko_kr: 자동으로 닫지 않음
ru_ru: Никогда не закрывать автоматически
sr_cyrl_rs: Никад не затварај аутоматски
zh_cn: 从不自动关闭
zh_tw: 永遠不自動關閉

# Profile_CloseOnExitAutomatic.Content
source: Automatic
de_de: Automatisch
es_es: Automático
fr_fr: Automatique
it_it: Automatico
ja_jp: 自動
ko_kr: 자동
ru_ru: Автоматически
sr_cyrl_rs: Аутоматски
zh_cn: 自动
zh_tw: 自動

# Profile_ColorScheme.Header
source: Color scheme
de_de: Farbschema
es_es: Combinación de colores
fr_fr: Jeu de couleurs
it_it: Combinazione colori
ja_jp: 配色
ko_kr: 색 구성표
ru_ru: Цветовая схема
sr_cyrl_rs: Шема боја
zh_cn: 配色方案
zh_tw: 色彩配置

# Profile_ColorScheme.HelpText
source: Expand to override the foreground, background, and selection background.
de_de: Erweitern, um den Vordergrund-, Hintergrund- und Auswahlhintergrund außer Kraft zu setzen.
es_es: Expanda para reemplazar el primer plano, el fondo y el fondo de selección.
fr_fr: Développez pour remplacer l’arrière-plan, l’arrière-plan et l’arrière-plan de sélection.
it_it: Espandere per eseguire l'override dello sfondo primo piano, dello sfondo e della selezione.
ja_jp: 展開して、前景、背景、選択の背景をオーバーライドします。
ko_kr: 확장하여 전경, 배경 및 선택 배경을 재정의합니다.
ru_ru: Разверните, чтобы переопределить фон переднего плана, фон и выделенный фрагмент.
sr_cyrl_rs: Развијте да преиначите боје предњег плана, позадине и избора.
zh_cn: 展开以覆盖前景、背景和选择背景。
zh_tw: 展開以覆寫前景、背景和選取範圍背景。

# Profile_Commandline.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Command line
de_de: Befehlszeile
es_es: Línea de comandos
fr_fr: Ligne de commande
it_it: Riga di comando
ja_jp: コマンド ライン
ko_kr: 명령줄
ru_ru: Командная строка
sr_cyrl_rs: Командна линија
zh_cn: 命令行
zh_tw: 命令列

# Profile_Commandline.Header
source: Command line
de_de: Befehlszeile
es_es: Línea de comandos
fr_fr: Ligne de commande
it_it: Riga di comando
ja_jp: コマンド ライン
ko_kr: 명령줄
ru_ru: Командная строка
sr_cyrl_rs: Командна линија
zh_cn: 命令行
zh_tw: 命令列

source: Command line
de_de: Befehlszeile
es_es: Línea de comandos
fr_fr: Ligne de commande
it_it: Riga di comando
ja_jp: コマンド ライン
ko_kr: 명령줄
ru_ru: Командная строка
sr_cyrl_rs: Командна линија
zh_cn: 命令行
zh_tw: 命令列

# Profile_Commandline.HelpText
source: Executable used in the profile.
de_de: Im Profil verwendete ausführbare Datei.
es_es: Ejecutable utilizado en el perfil.
fr_fr: Exécutable de profil.
it_it: Eseguibile utilizzato nel profilo.
ja_jp: プロファイルで使用される実行可能ファイル。
ko_kr: 프로필에 사용된 실행 파일입니다.
ru_ru: Исполняемый файл, используемый в профиле.
sr_cyrl_rs: Извршни фајл који се користи у профилу.
zh_cn: 在配置文件中所使用的可执行文件。
zh_tw: 用於設定檔中的可執行檔。

# Profile_CommandlineBrowse.Content
source: Browse...
de_de: Durchsuchen…
es_es: Examinar...
fr_fr: Parcourir...
it_it: Sfoglia...
ja_jp: 参照...
ko_kr: 찾아보기...
ru_ru: Открыть...
sr_cyrl_rs: Прегледај...
zh_cn: 浏览……
zh_tw: 瀏覽...

# Profile_CursorHeight.Header
source: Cursor height
de_de: Cursorhöhe
es_es: Alto del cursor
fr_fr: Hauteur du curseur
it_it: Altezza cursore
ja_jp: カーソルの高さ
ko_kr: 커서 높이
ru_ru: Высота курсора
sr_cyrl_rs: Висина курсора
zh_cn: 光标高度
zh_tw: 游標高度

# Profile_CursorHeight.HelpText
source: Sets the percentage height of the cursor starting from the bottom. Only works with the vintage cursor shape.
de_de: Legt die prozentuale Höhe des Cursors beginnend von unten fest. Funktioniert nur mit der Vintage-Cursorform.
es_es: Establece el alto porcentual del cursor a partir de la parte inferior. Solo funciona con la forma del cursor de la cosecha.
fr_fr: Définit la hauteur en pourcentage du curseur en partant du bas. Fonctionne uniquement avec la forme de curseur.
it_it: Imposta l'altezza percentuale del cursore partendo dal basso. Funziona solo con la forma del cursore vintage.
ja_jp: カーソルの下部からの高さの割合を設定します。ビンテージ カーソルの形に対してのみ機能します。
ko_kr: 아래부터 시작하는 커서의 높이 비율을 설정합니다. 빈티지 커서모양에서만 작동합니다.
ru_ru: Устанавливает процентную высоту курсора, начиная снизу. Работает только с винтажной формой курсора.
sr_cyrl_rs: Поставља проценат висине курора почевши од дна. Функционише само са старинским обликом курсора.
zh_cn: 设置光标从底部开始的百分比高度。仅适用于复古光标形状。
zh_tw: 從底部開始設定游標的百分比高度。僅適用于復古游標形狀。

# Profile_CursorShape.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Cursor shape
de_de: Cursorform
es_es: Forma del cursor
fr_fr: Forme du curseur
it_it: Forma cursore
ja_jp: カーソルの形
ko_kr: 커서 모양
ru_ru: Фигура курсора
sr_cyrl_rs: Облик курсора
zh_cn: 光标形状
zh_tw: 游標形狀

# Profile_CursorShape.Header
source: Cursor shape
de_de: Cursorform
es_es: Forma del cursor
fr_fr: Forme du curseur
it_it: Forma cursore
ja_jp: カーソルの形
ko_kr: 커서 모양
ru_ru: Форма курсора
sr_cyrl_rs: Облик курсора
zh_cn: 光标形状
zh_tw: 游標形狀

# Profile_AdjustIndistinguishableColorsNever.Content
source: Never
de_de: Nie
es_es: Nunca
fr_fr: Jamais
it_it: Mai
ja_jp: なし
ko_kr: 사용 안 함
ru_ru: Никогда
sr_cyrl_rs: Никада
zh_cn: 从不
zh_tw: 一律不要

# Profile_AdjustIndistinguishableColorsIndexed.Content
source: Only for colors in the color scheme
de_de: Nur für Farben im Farbschema
es_es: Solo para los colores en el esquema de color
fr_fr: Uniquement pour les couleurs du modèle de couleurs
it_it: Solo per i colori presenti nella relativa combinazione
ja_jp: 配色の色のみ
ko_kr: 색 구성표의 색에만 해당
ru_ru: Только для цветов в цветовой схеме
sr_cyrl_rs: Само за боје у шеми боја
zh_cn: 仅适用于配色方案中的颜色
zh_tw: 僅適用於色彩配置中的色彩

# Profile_AdjustIndistinguishableColorsAlways.Content
source: Always
de_de: Immer
es_es: Siempre
fr_fr: Toujours
it_it: Sempre
ja_jp: 常時
ko_kr: 항상
ru_ru: Всегда
sr_cyrl_rs: Увек
zh_cn: 始终
zh_tw: 一律

# Profile_CursorShapeBar.Content
source: Bar ( )
de_de: Balken ( ┃ )
es_es: Barra ( ┃ )
fr_fr: Barre ( ┃ )
ja_jp: バー ( ┃ )
ko_kr: 막대( ┃ )
ru_ru: Вертикальная линия (┃)
sr_cyrl_rs: Вертикална црта ( ┃ )
zh_cn: 条形 ( ┃ )
zh_tw: 橫條圖 ( ┃ )

# Profile_CursorShapeEmptyBox.Content
source: Empty box ( )
de_de: Leeres Feld ( ▯ )
es_es: Cuadro vacío ( ▯ )
fr_fr: Zone vide ( ▯ )
it_it: Casella vuota ( ▯ )
ja_jp: 空のボックス ( ▯ )
ko_kr: 빈 상자( ▯ )
ru_ru: Пустое поле ( ▯ )
sr_cyrl_rs: Празан оквир ( ▯ )
zh_cn: 空心框(▯)
zh_tw: 空白方塊 ( ▯ )

# Profile_CursorShapeFilledBox.Content
source: Filled box ( )
de_de: Ausgefülltes Feld ( █ )
es_es: Cuadro relleno ( █)
fr_fr: Zone remplie ( █ )
it_it: Casella piena ( █ )
ja_jp: 塗りつぶされたボックス ( █ )
ko_kr: 채워진 상자( █ )
ru_ru: Заполненный квадратик ( █ )
sr_cyrl_rs: Испуњени оквир ( █ )
zh_cn: 实心框(█)
zh_tw: 實心方塊 ( █ )

# Profile_CursorShapeUnderscore.Content
source: Underscore ( )
de_de: Unterstrich ( ▁ )
es_es: Subrayado ( ▁ )
fr_fr: Trait de soulignement ( ▁ )
it_it: Carattere di sottolineatura ( ▁ )
ja_jp: アンダースコア ( ▁ )
ko_kr: 밑줄( ▁ )
ru_ru: Подчеркивание ( ▁ )
sr_cyrl_rs: Подвлака ( ▁ )
zh_cn: 下划线 ( ▁ )
zh_tw: 底線 ( ▁ )

# Profile_CursorShapeVintage.Content
source: Vintage ( )
es_es: Clásico ( ▃ )
ja_jp: ビンテージ ( ▃ )
ko_kr: 빈티지( ▃ )
ru_ru: Ретро ( ▃ )
sr_cyrl_rs: Старински ( ▃ )
zh_cn: 复古 ( ▃ )
zh_tw: 復古 ( ▃ )

# Profile_CursorShapeDoubleUnderscore.Content
source: Double underscore ( )
de_de: Doppelter Unterstrich ( ‗ )
es_es: Subrayado doble ( ‗ )
fr_fr: Trait de soulignement double (‗)
it_it: Sottolineatura doppia (‗)
ja_jp: 二重下線 (‗)
ko_kr: 이중 밑줄( ‗ )
ru_ru: Двойное подчеркивание ( ‗ )
sr_cyrl_rs: Двострука подвлака ( ‗ )
zh_cn: 双下划线 ( ‗ )
zh_tw: 雙底線 ( ‗ )
